{"$validator": "rmic_schema.json",
 "id": "1U01EY030580-01",
 "library": "rmic_test",
 "meta": {
 "product_frequency": "1",
 "project_id": "1U01EY030580-01",
 "donor_genotype": "a dominant RPE65D477G/+ mutation",
 "project_keywords": "Address; Affect; Age related macular degeneration; Aging; Alleles; American; Animals; Autologous; Autologous Stem Cell Transplantation; Benchmarking; Biological Models; Cell Transplantation; Cell Transplants; Cells; Clinical; Clustered Regularly Interspaced Short Palindromic Repeats; Data; Development; Disease; Dominant-Negative Mutation; Electrophysiology (science); Epithelial; Excision; Eye; FDA approved; Functional disorder; gain of function; gain of function mutation; gene repair; gene therapy; gene transplantation for gene therapy; Genes; Genome; genome integrity; genome sequencing; Genomics; Goals; healing; Human; human subject; Immune; Immunocompromised Host; In Vitro; individual patient; induced pluripotent stem cell; innovation; Laboratories; loss of function; Measurement; Methods; Monitor; Morphology; Mus; Mutation; novel; novel strategies; Operative Surgical Procedures; Optics; Organ; Outcome; Patients; Phase I Clinical Trials; Phenotype; Population; precision medicine; Preclinical Testing; Proteins; Protocols documentation; Public Health; Regenerative Medicine; repaired; Research; Retina; Retinal; Retinal Pigments; Retinitis Pigmentosa; Retinoids; RPE65 protein; Safety; safety testing; Signal Transduction; Source; stem; Stem cell transplant; Stem cells; Structure of retinal pigment epithelium; success; Supplementation; Testing; Therapeutic; Therapeutic immunosuppression; Tissues; tool; Transplantation; transplantation medicine; Tumorigenicity; whole genome; Work",
 "source_cell_compatability": "Autologous",
 "donor_health": "autosomal dominant retinitis pigmentosa (RP) and age- related macular degeneration",
 "subject_race": "C57BL6",
 "pi_affiliation": "COLUMBIA UNIVERSITY HEALTH SCIENCES",
 "product_cell_treatment_protocol": "CRISPR gRNAs were selected to minimize the off-target profile and to maximize the degree of homology with a target sequence directly centered on the mutation site. Candidates we inserted into the gRNA/Cas9 expression vector pBT-U6-Cas9-2A-GFP, and the PCR products were analyzed by the SURVEYOR assay (Transgenomic, Omaha, NE) for DNA cleavage activity. The expression plasmid were then transfected into the patient-derived iPSC line alongside a single-stranded donor oligonucleotide (ssODN) template.",
 "product_cell_treatment_name": "CRISPR repair of corresponding RPE65D477G/+",
 "product_cell_treatment": "CRISPR/Cas9 system",
 "product_cell_library_method": "deep sequencing templates",
 "source_cell_description": "dermal fibroblasts",
 "source_cell_detail": "dermus",
 "product_cell_assay": "gene_correction_PCR",
 "donor_species": "Homo sapiens",
 "subject_health": "Immunocompromised ",
 "source_cell_type": "iPSC",
 "stem_cell_virus": "lentiviral vector",
 "subject_species": "Mus musculus",
 "product_cell_experimental_technology": "PCR",
 "stem_cell_reprogramming": "pluripotency induction",
 "subjet_age": "postnatal 5 day",
 "project_title": "PRECISION GENOME SURGERY IN AUTOLOGOUS STEM CELL TRANSPLANT",
 "product_cell_type": "Retinal pigment epithelial cells",
 "product_component": "retinal pigment epithelial cells",
 "project_description": "Retinal pigmented epithelial (RPE) disorders, including autosomal dominant retinitis pigmentosa (RP) and age- related macular degeneration, are an enormous burden and a growing public health concern, given the aging U.S. population. Autosomal dominant (ad) conditions emerge from mutations that allow expression of a defective protein and are generally not amenable to current “gene addition” therapies in humans, as they require precise repair to remove the gain-of-function mutation. The long-term goal is to identify ways to use patient stem cells as a tissue source for regenerative medicine (RM). The objective of this application is to determine whether autologous induced pluripotent stem (iPS) cell transplantation is a RM approach or treatment of dominant disorders. The eye provides an ideal proving ground for RM therapy, as it is an organ with relative immune privilege that is both accessible and isolated, therapies for the eye are generally neither invasive nor systemic, and its optically transparency allows treatment to be monitored easily and noninvasively in living animals. The central hypothesis is that a gene-editing strategy using a novel state-of-the-art therapeutic editing approach can suppress manifestation of a dominant RPE65D477G/+ mutation in human RP. This hypothesis will be tested by pursuing three specific aims: 1) Obtain functionally recovered RPE after CRISPR repair of corresponding RPE65D477G/+ iPS cells. Gene-editing tools and methods will be optimized for CRISPR repair of the RPE65D477G/+ mutation in iPS cells. The cells will be assessed to determine whether they are able to differentiate into RPE and to confirm their genomic integrity. 2) Determine whether in vitro- repaired patient iRPE functionally integrates into the retinae of live mice by assessing inner retinal electrophysical signals and retinoid signaling. RPE grafts will be derived from either RPE65 gene-repaired or unrepaired patient iPS cells. 3) Determine whether transplanted gene-repaired iRPE is safe and nontumorigenic. Immunocompromised Rpe65rd12/Rpe65rd12; Prkdcscid/Prkdcscid mice will be subretinally injected with iRPE grafts and tested for safety, tumorigenicity and survival. The proposed research is significant, as it will advance treatment guided by the precise pathophysiology of patient-specific mutations. The proposed research is innovative because it uses a new approach to generate repaired RPE cells for transplantation, should not require immunosuppressive therapy, and make use of innovative outcome measurements. The research is expected to have an important positive impact as it represents the initial steps of a precision medicine approach directed toward developing treatments targeting dominant mutations unique to individual patients with RP, AMD, and other dominant disorders, while introducing new methods and model systems.",
 "product_component_description": "RPE65 gene-repaired RPE cells",
 "product_cell_qpcr_target": "RPE65D477G",
 "subject_genotype": "Rpe65rd12/Rpe65rd12; Prkdcscid/Prkdcscid",
 "source_cell_organ": "skin",
 "source_cell_tissue": "skin",
 "source_cell_origin": "skin biopsy sample",
 "product_cell_labeling_method": "targeted amplicon sequencing to assess for gene correction in the open reading frame-15 (ORF15) region containing the mutation",
 "stem_cell_differentiation_ability": "teratoma assay",
 "product_cell_sample_material": "transfected iPSCs",
 "product_intevention": "transplant",
 "product_dose": "transplant",
 "product_administration": "transplant procedure",
 "pi_name": "TSANG, STEPHEN H"
 }}